Repository: youssefbaazizesen/learn
Catalog: lib/l10n/app_*.arb
Languages: de

# tpPT
source: Must be paid monthly before day 15 of next month. Ex: for month December 2021 payroll tax must be paid before 15 January 2022
de: Sie muss monatlich vor dem 15. des nächsten Monats bezahlt werden.

# rPT
source: 2.5% to 25%
de: 2,5% bis 25%

# ddAT
source: Employers should submit an annual tax reconciliation to the tax authority during January of each year showing the annual salaries and wages of each employee accompanied with the unpaid payroll tax amounts.
de: Arbeitgeber sollten der Steuerbehörde im Januar eines jeden Jahres eine jährliche Steuerabstimmung vorlegen, in der die Jahresgehälter und Löhne jedes Arbeitnehmers zusammen mit den nicht gezahlten Lohnsteuerbeträgen aufgeführt sind.

# tpAT
source: Form 6 filed & submitted on an annual basis, and it has to be submitted during January of each year.
de: Das Formular 6 wird jährlich eingereicht und muss im Januar eines jeden Jahres vorgelegt werden.

# ddVAT
source: Form 10 is filed on a monthly basis & must be submitted during 30 days of the following month Ex: For December 2021, VAT return must be filed and submitted in the next month before 31 January 2022
de: Formular 10 wird monatlich ausgefüllt und muss während 30 Tagen des folgenden Monats eingereicht werden. Beispiel: für Dezember 2021 muss die Mehrwertsteuererklärung im nächsten Monat vor 31. Januar 2022 eingereicht werden.

# tpVAT
source: VAT must be paid within 30 days.
de: Die Mehrwertsteuer muss innerhalb von 30 Tagen bezahlt werden.

# rVAT
source: Commonly 14%, other rates applies for scheduled products and services such as (5%, 8% & 10%), some products are exempted.
de: In der Regel 14%, andere Sätze gelten für geplante Produkte und Dienstleistungen wie (5%, 8% & 10%), einige Produkte sind von der Steuer befreit.

# ddWHT
source: Form 41 is filed each quarter, and it has to be submitted in the next month following the quarter.
de: Das Formular 41 wird jeweils Quartal ausgefüllt und im nächsten Monat nach dem Quartal eingereicht.

# tpWHT
source: Must be paid in the next month following the quarter. Ex: For quarter 4 (October, November, and December 2021 )WHT must be paid before 31 January 2022.
de: Sie muss im nächsten Monat nach dem Quartal bezahlt werden. Beispiel: Für Quartal 4 (Oktober, November und Dezember 2021) muss die Quellensteuer vor 31. Januar 2022 bezahlt werden.

# rWHT
source: 1% purchases goods / 3% services / 5% Professional fees
de: 1% Kauf von Waren / 3% Dienstleistungen / 5% Honorare

# ddWHTF
source: Form 11 is filed and submitted to (Central Administration for international agreements) monthly before day 15 of next month
de: Formular 11 wird ausgefüllt und bei der Zentralverwaltung für internationale Vereinbarungen monatlich vor dem 15. des nächsten Monats eingereicht.

# tpWHTF
source: Must be paid monthly before day 15 of next month Ex: If a non resident company provides consulting services to a resident company for 100,000 EGP during January 2022 so 20,000EGP (20% withholding tax) should be deducted and paid to the tax authority before 15 February 2022.
de: Es muss monatlich vor dem 15. des nächsten Monat bezahlt werden. Beispiel: Wenn ein nicht ansässiges Unternehmen einem ansässigen Unternehmen im Januar 2022 Beratungsdienstleistungen für 100.000 EGP anbietet, dann sollten 20.000 EGP (20% Quellensteuer) vor dem 15. Februar 2022 abgezogen und an die Steuerbehörde bezahlt werden.

# rWHTF
source: 20% (article 56 of law no.91 for 2005)
de: 20% (Artikel 56 des Gesetzes Nr. 91 für 2005)

# ddDT
source: Froms 42 & 44 have to be submitted maximum by day 5 of the next month following the distribution.
de: Die Abrufe 42 und 44 müssen spätestens am 5. Tag des nächsten Monats nach der Verteilung

# tpDT1
source: Must be paid before day 5 of the next month following the distribution
de: Sie muss vor dem 5. Tag des folgenden Monats nach der Ausschüttung bezahlt werden.

# dtException
source: Exception:
de: *Ausnahme:

# tpDT2
source: Foreign branches profits are considered distributed profits dividends tax must be paid 60 days after the financial year end.
de: Die Gewinne der ausländischen Niederlassungen gelten als ausgeschüttete Gewinne. Die Dividendensteuer muss innerhalb von 60 Tage nach Geschäftsjahresende gezahlt werden.

# rDT
source: 10% for Non listed companies / 5% for listed companies
de: 10% für nicht börsennotierte Unternehmen / 5% für börsennotierte Unternehmen

# ddSC
source: It is calculated as 0.0005 of the gross salary of employees Ex: If Gross salary of employee A is (10,000 EGP) social contribution will be (10,000*0.0005) 5 EGP
de: Er wird als 0.0005 des Bruttogehalts der Mitarbeiter berechnet. Ex: Wenn Bruttogehalt des Mitarbeiters A ist (10.000 EGP), dann wird der Sozialbeitrag (10.000*0.0005 = 5 EGP) sein.

# tpSC
source: Must be paid monthly before day 10 of next month (on account no. 9450772730) Ex: for month December 2021 Social Contribution must be paid before 10 January 2022
de: Er muss monatlich vor 10. des nächsten Monats auf das Konto Nr. 9450772730 bezahlt werden. Beispiel: für den Monat Dezember 2021 muss der Sozialbeitrag vor dem 10. Januar 2022 bezahlt werden.

# rSC
source: 0.0005 of monthly gross salaries
de: 0,0005 der monatlichen Bruttolöhne

# tpSI
source: Must be paid monthly before day 15 of next month
de: Muss monatlich vor dem 15. Tag des Folgemonats gezahlt werden

# rSI
source: 11% Employee Share - 18.75% Company Share from the insured salary (Minimum insured salary is 1,400 EGP & Maximum insured salary is 9,400 EGP for the year 2022) Note: According to Resolution No. 57 of 2021 issued by the Ministry of Planning and Economic Development, the minimum wage is set at 2,400 EGP
de: 11% Arbeitnehmeranteil + 18,75% Unternehmensanteil vom versicherten Lohn (Der minimale versicherte Lohn beträgt 1.400 EGP & der maximale versicherte versicherter Lohn beträgt 9'400 EGP für das Jahr 2022) *Hinweis: Gemäß Beschluss Nr. 57 aus dem Jahr 2021 des Ministeriums für Planung und Wirtschaftsentwicklung wird der Mindestlohn auf 2.400 EGP festgelegt.

# ddEF
source: Applies on the companies that have 30 or more employees.
de: Gilt für Unternehmen, die 30 oder mehr Beschäftigte haben.

# tpEF
source: It is calculated as 0.01of the basic salary and must be paid monthly before day 15 of next month Ex: If basic salary of employee A is (2,060 EGP) amount to be paid will be (2,060*00.01) 20.60 EGP
de: Es wird als 0.01 vom Grundgehalt berechnet und muss monatlich vor dem 15. des nächsten Monats bezahlt werden. Ex: Wenn das Grundgehalt des Mitarbeiters A (2.060 EGP) ist, dann sollte ein Betrag von (2.060*00.01 = 20,60 EGP) bezahlt werden.

# rEF
source: 1% of basic Salary (320 EGP minimum, 2,060 EGP maximum) for the year 2022.
de: 1% des Grundgehalts (mindestens 320 EGP, höchstens 2.060 EGP) für das Jahr 2022.

# rSS
source: 5 EGP for each employee Anually.
de: 5 EGP für jeden Mitarbeiter

source: Mail us
de: Mail uns

# mailSubject
source: Mail's subject
de: Betreff der E-Mail

# mailContent
source: Write for us
de: Schreiben Sie für uns

source: Send
de: Senden Sie

# yourOrg
source: Your organization
de: Ihre Organisation
