Repository: youssefbaazizesen/learn
Catalog: lib/l10n/app_*.arb
Languages: de

source: Our services
de: Unsere Dienstleistungen

# language
source: Languages
de: Sprachen

source: Tax calculators
de: Steuerliche Berechnungen

source: Salary calculators
de: Berechnungen der Gehälter

# tax_tips
source: Types of taxes in Egypt
de: Steuerarten in Ägypten

# company_types
source: Types of companies in Egypt
de: Arten von Unternehmen in Ägypten

# zakat_calculator
source: Zakat calculators
de: Zakat Berechnungen

# about
source: About Fathalla CPA
de: Über Fathalla CPA

# contact
source: Contact us
de: Kontaktiere uns

# german_button
source: German desk
de: Deutsches Büro

source: Joint Stock
de: Aktiengesellschaft

# llc
source: Limited Liability Company (LLC)
de: Gesellschaft mit beschränkter Haftung (GmbH)

# foreign_comp
source: Branch of a foreign company
de: Zweig eines ausländischen Unternehmens

# repOffice
source: Representative office
de: Vertretungsbüro

# onePerson
source: One-Person company
de: Ein-Personen-Unternehmen

# ourTaxCalc
source: Our Tax calculators
de: Unsere Steuerberechner

# corp_inc
source: Corporate Income Tax
de: Körperschaftssteuererklärung

# takaful
source: Takaful Contribution
de: Takaful Beitrag

# vat
source: Value Added Tax
de: Mehrwertsteuer

# wht
source: Withholding Tax
de: Quellensteuer

# whtFor
source: Withholding Tax Non-Resident
de: Quellensteuer für nicht wohnhaft

# dividend
source: Dividend tax
de: Dividendensteuers

# social_cont
source: Social Contribution
de: Sozialbeitrag

# social_ins
source: Social Insurance
de: Sozialversicherung

# emergncy_fnd
source: Emergency Fund
de: Notfallfonds

# incTaxINPT
source: Profit before tax
de: Gewinn vor Steuern

source: Calculate
de: Berechnen

source: Yearly
de: Jährlich

# corp_tax
source: Corporation tax(22.5%)
de: Körperschaftssteuer(22.5%)

# netInc
source: Net Income(After tax)
de: Reingewinn(Nach Steuern)

# takafulINPT
source: Enter gross sales revenue
de: Geben Sie den Bruttoverkaufserlös ein

# annualGrosssales
source: Annual gross sales revenue
de: Jährliche Bruttoumsatzerlöse

# contrubutionTakaful
source: Contribution(0.25%)
de: Beitrag(0.25%)

source: Net Value
de: Nettowert

# ammount
source: Amount
de: Betrag

# amountwvat
source: Amount with VAT
de: Betrag mit MwSt.

# ammounttotal
source: Total amount
de: Gesamtbetrag

# vAT
source: VAT(14%)
de: MwSt. (14%)

source: Monthly (14%) :
de: Monatlich (14%) :

source: Included
de: Eingeschlossen

source: Excluded
de: Ausgeschlossen

source: Monthly
de: Monatlich

# purchedgoods
source: Purchased goods tax
de: Steuer auf gekaufte Güter

source: Service tax
de: Steuer auf Dienstleistungen

# proftax
source: Professional fees tax
de: Steuer auf Berufshonorare

# purchedINPT
source: Enter the value of purchased goods
de: Geben Sie den Wert der gekauften Waren an

# serviceINPT
source: Enter the value of the services
de: Geben Sie den Wert der Dienstleistungen ein

# profINPT
source: Enter the value of the Professional fees
de: Geben Sie den Wert der Berufshonorare ein

source: Quarterly
de: Vierteljährlich

# purchsValue
source: purchases value
de: Einkaufswert

source: Net amount
de: Nettobetrag

# servcValue
source: Service value
de: Wert der Dienstleistungen

# profValue
source: Professional fees value
de: Wert der Berufshonorare

# whtForINPT
source: Payment to non-residents
de: Zahlung an Nichtansässige

# dvdndINPT
source: Enter profit after taxes
de: Gewinn nach Steuern eingeben

# yourComp
source: Your company is(5%/10%) :
de: Ihr Unternehmen ist (5%/10%) :

source: Listed
de: Aufgeführt

source: Non listed
de: Nicht gelistet

# proftAftrtax
source: Profit after tax
de: Gewinn nach Steuern

# socialInsINPT
source: Enter your gross salary
de: Geben Sie Ihr Bruttogehalt ein

# whoPay
source: Who is paying(18.75%/11%):
de: Wer zahlt(18,75%/11%):

source: Employee
de: Mitarbeiter

source: Employer
de: Arbeitgeber

# monthlymaxmin
source: Monthly(Max 9400 Min 1400):
de: Monatlich (Max 9400 Min 1400):

# monthlysub
source: Monthly subscription
de: Monatliches Abonnement

# totalcont
source: Total Contribution
de: Gesamtbeitrag

# emrgncINPT
source: Enter your basic salaries
de: Geben Sie Ihre Grundgehälter ein

# totalbasic
source: Total basic salaries
de: Grundgehälter insgesamt

# emrgncfund
source: Emergency fund(1%)
de: Notfallfonds(1%)

# grossnet
source: Gross to Net
de: Brutto zu Netto

# netgross
source: Net to Gross
de: Netto zu Brutto

# salaryINPT
source: Enter monthly salary
de: Geben Sie das monatliche Gehalt ein

# insuranceINPT
source: Monthly Social Insurance
de: Monatliche Sozialversicherung

source: Gross salary
de: Bruttogehalt

source: SI Salary
de: SV Gehalt

# employeeShare
source: Empmloyee Share
de: Anteil der Mitarbeiter

source: Employer Share
de: Anteil des Arbeitgebers

source: Tax
de: Steuer

# totalcost
source: Total employer cost
de: Arbeitgeberkosten insgesamt

source: Net Salary
de: Netto-Gehalt

source: Individual Zakat
de: Individuelle Zakat

# tradeZakat
source: Zakat on trade
de: Zakat für den Handel

# marketVal
source: Market value of inventory
de: Marktwert der Vorräte

# bankHand
source: Cash in bank and in hand
de: Bankguthaben und Kassenbestand

# receivables
source: Receivables (Good one)
de: Forderungen (Gute)

# secureddebit
source: All secured debit balances
de: Alle gesicherten Sollsalden

# sharesTrades
source: Shares for trades
de: Aktien für den Handel

source: Less
de: Weniger

# shortPayables
source: Short term payables
de: Kurzfristige Verbindlichkeiten

# allShort
source: All short term credit balances
de: Alle kurzfristigen Kreditsalden

# whatNissab
source: What is Nissab
de: Was ist Nissab ?

# nissab
source: Prophet Muhammad (peace be upon him) had set The Nisab by at a rate equivalent to: 85 grams of gold
de: Der Prophet Muhammad (Friede sei mit ihm) hatte den Nisab auf einen Wert festgesetzt, der einem Wert von: 85 Gramm Gold

source: Zakat base
de: Zakat Basis

# zakatValue
source: Zakat value (2.5%)
de: Zakat-Wert (2,5%)

# savedMoney
source: Saved money (for haj, marriage, etc...)
de: Gespartes Geld (für Haj, Heirat usw...)

# loansRecivables
source: Loans receivable
de: Zu erhaltende Darlehen

# goldJewl
source: Gold and jewlery for investment
de: Gold und Juwelen für Investitionen

# indivShare
source: Individual share in a company
de: Einzelne Anteile an einem Unternehmen

source: Establishement
de: Einrichtung

source: Managment
de: Verwaltung

source: Capital
de: Kapital

source: Rates
de: Tarife

source: Taxes
de: Steuern

# opParTitle
source: One-Person Company (Single Owner LLC)
de: Ein-Personen-Unternehmen (Ein-Eigentümer-GmbH)

source: Foreign branches
de: Ausländische Niederlassungen

source: Profit sharing
de: Gewinnbeteiligung

# jscParagraph
source: - A joint-stock company (JSC) is a company whose capital is divided into shares of equal values, the liability of the shareholder is confined to the value of their shares, rather than that he is not liable for the debts of the company except within the limit of those shares. -It may be a closed company or a listed company.
de: - Eine Aktiengesellschaft (AG) ist eine Gesellschaft, deren Kapital in Aktien von gleichem Wert aufgeteilt ist, wobei die Haftung der Aktionäre auf den Wert ihrer Aktien beschränkt ist, und nicht, dass sie für die Schulden der Gesellschaft nur bis zur Höhe dieser Aktien haften. Es kann sich um ein geschlossenes oder ein börsennotiertes Unternehmen handeln.

# jscEstablishement
source: - Can be 100% foreigners’ ownership - Minimum number of shareholders is 3 (Companies or Individuals). - Submit trade Name Clearance Certificate which checks the name of the company taken by another company or not. - Paid 10% of the capital prior to the establishment and provided by bank certificate from an authorized bank by The Central Bank of Egypt.
de: - Kann zu 100% in ausländischem Besitz sein, - Die Mindestanzahl der Aktionäre beträgt 3 (Unternehmen oder Einzelpersonen). - Reichen Sie eine Unbedenklichkeitsbescheinigung für den Handelsnamen ein, die prüft, ob der Name des Unternehmens von einem anderen Unternehmen übernommen wurde oder nicht - Einzahlung von 10 % des Kapitals vor der Gründung und Vorlage einer Bankbescheinigung einer von der ägyptischen Zentralbank zugelassenen Bank.

# jscManagment
source: - Can be 100% foreign board of directors - Minimum number of board of directors is 3 members.
de: - Kann 100% ausländischer Vorstand sein - Die Mindestanzahl der Mitglieder des Verwaltungsrats beträgt 3.

# jscCapital
source: - The required minimum issued capital is 250,000, Pay 10% is at the time of establishment. - Pay a percentage of 25% from the issued capital within three months from the establishment and pay the remaining amount of the nominal value of the shares within five years.- Pay a percentage of 25% from the issued capital within three months from the establishment and pay the remaining amount of the nominal value of the shares within five years.
de: - Das erforderliche Mindeststammkapital beträgt 250.000, die Einzahlung von 10% erfolgt zum Zeitpunkt der Gründung. - Einzahlung eines Prozentsatzes von 25 % des gezeichneten Kapitals innerhalb von drei Monaten nach der Gründung und Zahlung des Restbetrags des Nennwerts der Aktien innerhalb von fünf Jahren. - Einzahlung eines Prozentsatzes von 25 % des gezeichneten Kapitals innerhalb von drei Monaten nach der Gründung und Einzahlung des Restbetrags des Nennwerts der Aktien innerhalb von fünf Jahren.

# jscTaxes
source: Taxes at a rate of 22.5 % paid on company profits for JSC.
de: Steuern in Höhe von 22,5 % auf Unternehmensgewinne für AG

# llcParagraph
source: -The Limited Liability Company is a closed company due to the limited liability of its partners to the value of their shares in the company.
de: -Gesellschaft mit beschränkter Haftung ist eine geschlossene Gesellschaft, da die Haftung der Gesellschafter auf den Wert ihrer Anteile an der Gesellschaft beschränkt ist.

# llcEstablishement
source: - Can be 100% foreigners’ ownership. - Minimum number of shareholders is 2 (Individuals or Companies). - No need to deposit capital in the bank (No payment is required).
de: - Kann zu 100 % im Besitz von Ausländern sein. - Die Mindestanzahl der Anteilseigner beträgt 2 (Einzelpersonen oder Unternehmen). - Sie brauchen kein Kapital bei der Bank zu hinterlegen (es ist keine Einzahlung erforderlich).

# llcManagment
source: - Manager can be Egyptian or Foreigner.
de: - Manager können Ägypter oder Ausländer sein.

# llcCapital
source: - The minimum share capital required to form an LLC is LE 1,000. - We recommend having a relevant capital to avoid tax problem, and to be able to apply for tenders, and to be able to extract certificates such as: Export License Certificate.
de: - Das erforderliche Mindeststammkapital beträgt 250.000, die Einzahlung von 10% erfolgt zum Zeitpunkt der Gründung. - Einzahlung eines Prozentsatzes von 25 % des gezeichneten Kapitals innerhalb von drei Monaten nach der Gründung und Zahlung des Restbetrags des Nennwerts der Aktien innerhalb von fünf Jahren. - Einzahlung eines Prozentsatzes von 25 % des gezeichneten Kapitals innerhalb von drei Monaten nach der Gründung und Einzahlung des Restbetrags des Nennwerts der Aktien innerhalb von fünf Jahren.

# llcTaxes
source: Taxes at a rate of 22.5 % paid on company profits for LLC.
de: - Steuern zu einem Satz von 22,5 % auf Unternehmensgewinne für GmbH.

# llcProfit
source: - In case of the capital of the limited liability company does not reach LE 250,000, no obligation for the company to distribute part of the profits to the employees. -If the capital reaches the mentioned capital, distribute 10% of the net profits to employees, provided that such 10% does not exceed the annual total value of salaries and wages payable to the employees
de: - Erreicht das Kapital der Gesellschaft mit beschränkter Haftung nicht 250.000 LE, ist das Unternehmen nicht verpflichtet, einen Teil des Gewinns an die Arbeitnehmer auszuschütten. -Erreicht das Kapital das genannte Kapital, sind 10 % des Nettogewinns an die Arbeitnehmer auszuschütten, sofern diese 10 % nicht den jährlichen Gesamtwert der an die Arbeitnehmer zu zahlenden Löhne und Gehälter übersteigen.

# fcParagraph
source: -Foreign branches can be only registered in Egypt to carry out construction works or generally work of contractual nature according to a contract concluded with any Egyptian entity either the Egyptian Government, Public Sector, or Private Company. -The use of foreign branch is limited to the purpose of implementing a specific contract in Egypt. - This contract should be signed with a resident company in Egypt.
de: -Ausländische Zweigstellen können in Ägypten nur registriert werden, um Bauarbeiten oder allgemein Arbeiten vertraglicher Art auf der Grundlage eines mit einer ägyptischen Einrichtung, sei es die ägyptische Regierung, der öffentliche Sektor oder ein privates Unternehmen, geschlossenen Vertrags durchzuführen. -Die Inanspruchnahme einer ausländischen Zweigstelle ist auf den Zweck der Durchführung eines bestimmten Auftrags in Ägypten beschränkt. - Dieser Vertrag sollte mit einem in Ägypten ansässigen Unternehmen unterzeichnet werden.

# fcManagment
source: - Managers can be Egyptian or Foreigners.
de: - Manager können Ägypter oder Ausländer sein.

# fcCapital
source: No capital requirements are needed.
de: - Es sind keine Kapitalanforderungen erforderlich.

# fcTaxes
source: - Taxes at a rate of 22.5 % paid on company profits for foreign branches (the same rate as Egyptian companies). - Foreign branches are entitled to deduct a head office charge up to 10% of their taxable income. - Foreign branches’ profits in Egypt are considered distributed profits within 60 days after the financial year-end. As a result, a branch must pay dividend tax on its annual profits.
de: - Steuern zu einem Satz von 22,5 % auf Unternehmensgewinne für ausländische Zweigstellen (derselbe Satz wie für ägyptische Unternehmen). - Ausländische Zweigstellen sind berechtigt, eine Verwaltungsgebühr von bis zu 10 % ihres steuerpflichtigen Einkommens abzuziehen. - Die Gewinne ausländischer Zweigstellen in Ägypten werden innerhalb von 60 Tagen nach Ende des Geschäftsjahres als ausgeschüttete Gewinne betrachtet. Folglich muss eine Zweigstelle Dividendensteuer auf ihre Jahresgewinne zahlen.

# opParagraph
source: -Minimum capital is 1,000 EGP, must be paid in full at time of incorporation. -The liability of the owner is limited to his share in the company.
de: -Das Mindestkapital beträgt 1.000 EGP und muss zum Zeitpunkt der Gründung in voller Höhe eingezahlt werden. -Die Haftung des Eigentümers ist auf seinen Anteil an der Gesellschaft beschränkt.

# opAdvantagesTitle
source: Advantages of one one person company
de: Vorteile eines Ein-Personen-Unternehmens

# opAdvantages
source: -The one-person company needs only one partner or founder, so the opportunity to the small investors to own a company without the need to obtain a certain number of partners or shareholders. Since a one-person company is the owner-partner in which is liable for its share only by the amount of the company’s capital. -There is another advantage for the One Person Company is that the decision is made within the company as the owner of a one-person company exercises all the powers granted to the board of directors and the powers of the ordinary and extraordinary general assembly, being the only partner.
de: - Die Ein-Personen-Gesellschaft benötigt nur einen Gesellschafter oder Gründer, so dass die Möglichkeit für den Kleinanleger besteht, ein Unternehmen zu besitzen, ohne eine bestimmte Anzahl von Gesellschaftern oder Aktionären erwerben zu müssen. Da eine Ein-Personen-Gesellschaft der Eigentümer-Gesellschafter ist, haftet dieser für seinen Anteil nur mit der Höhe des Gesellschaftskapitals. -Ein weiterer Vorteil der Ein-Personen-Gesellschaft besteht darin, dass die Entscheidungen innerhalb des Unternehmens getroffen werden, da der Eigentümer einer Ein-Personen-Gesellschaft als einziger Gesellschafter alle Befugnisse des Vorstands und die Befugnisse der ordentlichen und außerordentlichen Generalversammlung ausübt.

# opEstablishTitle
source: Establishment and work of a One-Person company
de: Gründung und Arbeit eines Ein-Personen-Unternehmens

# opEstablish
source: -Establish a one-person company by one natural or legal entity only. Thereafter, any more partner in the company shall not be a one-person company. -The founder shall establish a company in Egypt by himself or by his representative by submitting an application to the Authority. Each company shall have its regulation including its name, purposes, the data of its founder, duration, and managing system, the address of its head office, branches, the amount of its capital, and the company liquidation. And any data mentioned by the Executive Regulations. -An approval from the prime minister or the competent minister if the founder of the company is a public law person. -Paid the company’s capital in full prior to the establishment of the company. -In case of the founder dealt with the capital to a natural or legal entity, it is a must to amend the company’s data and the commercial register within a period not exceeding three months from the date of the deal, in accordance with the procedures and rules specified by the Regulations. In all cases, the act shall not be effective against third parties except the date of registration in the commercial register.
de: -Gründung einer Ein-Personen-Gesellschaft durch nur eine natürliche oder juristische Person. Danach ist jeder weitere Partner in der Gesellschaft keine Ein-Personen-Gesellschaft mehr. -Der Gründer muss eine Gesellschaft in Ägypten selbst oder durch seinen Vertreter gründen, indem er einen Antrag bei der Behörde stellt. Jede Gesellschaft muss eine Satzung haben, die ihren Namen, ihren Zweck, die Daten ihres Gründers, ihre Dauer und ihr Verwaltungssystem, die Adresse ihres Hauptsitzes und ihrer Zweigniederlassungen, die Höhe ihres Kapitals und die Auflösung der Gesellschaft enthält. Und alle Daten, die in den Ausführungsbestimmungen erwähnt werden. -Die Genehmigung des Premierministers oder des zuständigen Ministers, wenn der Gründer des Unternehmens eine Person des öffentlichen Rechts ist. -Die vollständige Einzahlung des Gesellschaftskapitals vor der Gründung der Gesellschaft. -Falls der Gründer das Kapital an eine natürliche oder juristische Person veräußert hat, müssen die Daten des Unternehmens und das Handelsregister innerhalb einer Frist von höchstens drei Monaten ab dem Datum der Transaktion gemäß den in den Verordnungen festgelegten Verfahren und Regeln geändert werden. In jedem Fall ist der Rechtsakt gegenüber Dritten nur bis zum Zeitpunkt der Eintragung in das Handelsregister wirksam.

# rpParagrpah
source: - Its purpose is limited to studying the market without practicing any type of commercial activity. - Subject only to Salary Tax & Withholding tax. - Subject only to Salary Tax & Withholding tax - Not subject to Income Tax or VAT. - Managers can be Foreigners or Egyptians.
de: - Ihr Zweck beschränkt sich auf das Studium des Marktes, ohne irgendeine Art von kommerzieller Tätigkeit auszuüben. - Unterliegt nur der Lohn- und Quellensteuer. - Unterliegt nur der Lohn- und Quellensteuer. - Unterliegt nicht der Einkommens- oder Mehrwertsteuer. - Manager können Ausländer oder Ägypter sein.

# rpShouldNot
source: Representative offices should not
de: Vertretungsbüros sollten nicht

# rpShouldNot1
source: - Issue any invoice. - Receive any money locally (Which means that the banks account should only reflect inwards from the head office only).
de: - Jede Rechnung ausstellen. - Jedes Geld vor Ort empfangen (was bedeutet, dass das Bankkonto nur Eingänge von der Hauptverwaltung widerspiegeln sollte).

# rpShouldNot2
source: Important note :
de: Wichtiger Hinweis:

# rpShouldNot3
source: - According to the decision of GAFI, life of representative office should not exceed 3 years on average, and to have approval for work year by year. - GAFI requests that representative office should present market studies to them each year. - Representative office should take a decision to open a company or a branch after finishing its market study.
de: - Nach dem Beschluss der GAFI sollte die Lebensdauer einer Repräsentanz im Durchschnitt 3 Jahre nicht überschreiten und die Genehmigung für die Arbeit Jahr für Jahr erteilt werden. - Die GAFI verlangt, dass die Repräsentanz ihr jedes Jahr Marktstudien vorlegt. - Die Repräsentanz sollte nach Abschluss ihrer Marktstudie eine Entscheidung über die Eröffnung eines Unternehmens oder einer Niederlassung treffen.

# inquiry
source: For any inquiries or questions, kindly contact us at
de: Für Anfragen oder Fragen kontaktieren Sie uns bitte unter

source: Cairo
de: Kairo

# adress
source: Address
de: Adresse

source: Phone
de: Telefon

# alex
source: Alexandria
de: Alexandrien

# payRoll
source: Payroll Tax (Salary Tax)
de: Lohnsteuer (Salary Tax)

# socialcultu
source: Social and Cultural Services Fund:
de: Fonds für soziale und kulturelle Dienstleistungen

# annualTax
source: Annual tax reconciliation (Form 6)
de: Jährliche Steuerabstimmung (Formular 6)

# dueDateTax
source: - Due Date of Tax return:
de: - Fälligkeitsdatum der Steuererklärung:

# taxDate
source: - Tax Payment Date :
de: Datum der Steuerzahlung:

# tRate
source: - Rates :
de: - Zinssätze :

# socialCont
source: Social Contribution Honoring the martyrs' victims and injured of war and terrorist operations:
de: Sozialer Beitrag zum Gedenken an die Gefallenen und Verletzten von Krieg und Terroranschlägen:

# ddCIT
source: It is filed and submitted on an annual basis within four months from the end of fiscal year. Ex. If the company's fiscal year ends 31 December 2021, then The income tax return must be submitted before the end of April of the following year (before 30 April 2022)
de: Die Einkommensteuer muss vor Ende April des folgenden Jahres gezahlt werden Steuerjahr im Falle eines Kalenderjahres

# tpCIT
source: Income tax must be paid before the end of April of the following fiscal year in case of calendar year
de: Die Einkommensteuer muss vor Ende April des folgenden Jahres gezahlt werden Steuerjahr im Falle eines Kalenderjahres

# rCIT
source: 22.5% of the Net Income
de: 22,5% des Nettoeinkommens

# ddTC
source: It is calculated as .0025 of the total sales revenue (As shown in the Profit & Loss statement) Ex: If total revenue is (1,000,000 EGP ) , takaful contribution will be (1,000,000*0.0025) 2,500 EGP
de: Er wird als 0.0025 der Gesamtumsatz berechnet. (Wie im Gewinn- und Verlustrechnung) Beispiel: Falls der Gesamtumsatz (1,000,000 EGP) ist, dann wird das Takaful Beitrag (1,000,000*0,0025 = 2.500 EGP) sein.

# tpTC
source: Takaful contribution must be paid before the end of April of the following fiscal year and Has to be paid to the following (account no. 9300704175 of Central bank of Egypt)
de: Takaful Beitrag muss vor Ende April des folgenden Geschäftsjahres bezahlt werden. (vor dem 30. April 2022) Er muss auf das folgende Konto Nr. 9300704175 der Zentralbank von Ägypten bezahlt werden.

# rTC
source: 0.25% of the annual gross sales revenue amount
de: 0,25% des jährlichen Bruttoumsatzes.

# ddPT
source: Form 4 is filed each quarter, and it has to be submitted in the next month following the quarter. Ex: for quarter 4(October, November, and December 2021) must be filled out and submitted before 31 January 2022
de: Das Formblatt 4 wird vierteljährlich ausgefüllt und muss in dem auf das Quartal folgenden Monat eingereicht werden. Beispiel: für das Quartal 4 (Oktober, November und Dezember 2021) muss es bis zum 31. Januar 2022 ausgefüllt und eingereicht werden
